"Authorization.SIGN_IN.LOG_IN_TITLE" = "Log masuk";
"Authorization.SIGN_IN.WELCOME_BACK" = "Selamat kembali! Log masuk untuk mengakses kursus anda.";
"Authorization.SIGN_IN.EMAIL" = "E-mel";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mel atau nama pengguna";
"Authorization.SIGN_IN.PASSWORD" = "Kata laluan";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Terlupa kata laluan?";
"Authorization.SIGN_IN.AGREEMENT" = "Dengan melog masuk ke apl ini, anda bersetuju menerima [%@ Perjanjian Lesen Pengguna Akhir](%@) dan [%@ Syarat Perkhidmatan dan Kod Kehormat](%@) dan anda mengakui bahawa %@ dan setiap Ahli memproses data peribadi anda dalam\nselaras dengan [Dasar Privasi.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Mulakan hari ini untuk membina kerjaya anda dengan yakin";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Satu set program pengetahuan dan pemerkasaan bersepadu untuk membangunkan komponen sektor endowmen dan pekerjanya";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Log masuk";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Log masuk melalui perkhidmatan log masuk bersatu kebangsaan";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Alamat e-mel tidak sah";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Panjang kata laluan tidak sah";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Akaun 1%@ ini tidak dipautkan dengan mana-mana akaun 1%@. Sila daftar.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mel atau nama pengguna tidak sah";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Akaun anda dilumpuhkan. Sila hubungi sokongan pelanggan untuk mendapatkan bantuan.";
"Authorization.SIGN_UP.SUBTITLE" = "Buat akaun untuk mula belajar hari ini!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Buat akaun";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Sembunyikan Medan pilihan";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Tunjukkan Medan pilihan";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Anda telah berjaya melog masuk.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Kami hanya memerlukan sedikit maklumat lagi sebelum anda mula belajar.";
"Authorization.SIGN_UP.AGREEMENT" = "Dengan mencipta akaun, anda bersetuju menerima [1%@ Perjanjian Lesen Pengguna Akhir](1%@) dan [1%@ Syarat Perkhidmatan dan Kod Kehormat](1%@) dan anda mengakui bahawa 1%@ dan setiap Ahli memproses data peribadi anda tidak selaras dengan [Dasar Privasi.](1%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Saya bersetuju bahawa 1%@ boleh menghantar mesej pemasaran kepada saya.";
"Authorization.FORGOT.TITLE" = "Terlupa kata laluan";
"Authorization.FORGOT.DESCRIPTION" = "Sila masukkan alamat e-mel log masuk atau pemulihan anda di bawah dan kami akan menghantar e-mel kepada anda dengan arahan.";
"Authorization.FORGOT.REQUEST" = "Tetapkan semula kata laluan";
"Authorization.FORGOT.CHECK_TITLE" = "Semak e-mel anda";
"Authorization.FORGOT.CHECK_Description" = "Kami telah menghantar arahan pemulihan kata laluan ke e-mel anda";
"Authorization.CONTINUE_WITH" = "Teruskan dengan:";
"Authorization.LAST_SIGN_IN" = "Log masuk terakhir";
"Authorization.OR_SIGN_IN_WITH" = "Atau log masuk dengan e-mel:";
"Authorization.OR_REGISTER_WITH" = "Atau daftar di bawah:";
"Authorization.APPLE" = "epal";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ataupun";
"Authorization.STARTUP.INFO_MESSAGE" = "Kursus dan program daripada universiti terbaik dunia dalam poket anda.";
"Authorization.STARTUP.SEARCH_TITLE" = "Apa yang anda mahu belajar?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Cari 3000+ kursus kami";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Terokai semua kursus";
"Authorization.STARTUP.TITLE" = "Mulakan";
"Core.MAINSCREEN.DISCOVERY" = "Temui";
"Core.MAINSCREEN.DASHBOARD" = "Papan pemuka";
"Core.MAINSCREEN.IN_DEVELOPING" = "Dalam membangun";
"Core.MAINSCREEN.PROGRAMS" = "Program";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Belajar";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Anda telah menyediakan akaun 1%@ dengan akaun 1%@ anda. Anda telah log masuk dengan akaun itu.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Cuba Lagi";
"Core.ERROR.INVALID_CREDENTIALS" = "Bukti kelayakan tidak sah";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Sambungan internet perlahan atau tiada";
"Core.ERROR.NO_CACHED_DATA" = "Tiada data cache untuk mod luar talian";
"Core.ERROR.USER_NOT_ACTIVE" = "Akaun pengguna tidak diaktifkan. Sila aktifkan akaun anda dahulu.";
"Core.ERROR.UNKNOWN_ERROR" = "Sesuatu telah berlaku";
"Core.ERROR.WIFI" = "Anda hanya boleh memuat turun fail melalui Wi-Fi. Anda boleh menukar ini dalam tetapan.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Keizinan gagal.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Tiada sambungan internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Sila sambung ke internet untuk melihat kandungan ini.";
"Core.COURSEWARE.COURSE_CONTENT" = "Kandungan kursus";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Komponen interaktif ini belum lagi tersedia pada mudah alih.";
"Core.COURSEWARE.COURSE_UNITS" = "Unit kursus";
"Core.COURSEWARE.NEXT" = "Seterusnya";
"Core.COURSEWARE.PREVIOUS" = "Sebelum";
"Core.COURSEWARE.FINISH" = "Selesai";
"Core.COURSEWARE.GOOD_WORK" = "Kerja bagus!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Kembali ke garis besar";
"Core.COURSEWARE.SECTION_COMPLETED" = "Anda telah melengkapkan “1%@”.";
"Core.COURSEWARE.CONTINUE" = "Teruskan";
"Core.COURSEWARE.RESUME" = "Sambung semula";
"Core.COURSEWARE.RESUME_WITH" = "Sambung semula dengan:";
"Core.COURSEWARE.NEXT_SECTION" = "Bahagian seterusnya";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Untuk meneruskan \"";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” tekan “Bahagian seterusnya”.";
"Core.ERROR.RELOAD" = "Muat semula";
"Core.DATE.COURSE_STARTS" = "Kursus Bermula";
"Core.DATE.COURSE_ENDS" = "Kursus Tamat";
"Core.DATE.COURSE_ENDED" = "Kursus Tamat";
"Core.DATE.ENDED" = "Berakhir";
"Core.DATE.START" = "Mulakan";
"Core.DATE.STARTED" = "Bermula";
"Core.DATE.JUST_NOW" = "tadi";
"Core.DATE.TODAY" = "Hari ini";
"Core.DATE.NEXT" = "Seterusnya 1%@";
"Core.DATE.DAYS_AGO" = "1%@ Hari Lalu";
"Core.DATE.DUE" = "kena bayar";
"Core.DATE.DUE_IN" = "Diperuntukkan dalam";
"Core.DATE.DUE_IN_DAYS" = "Perlu dibayar dalam 1%@ Hari";
"Core.ALERT.ACCEPT" = "Terima";
"Core.ALERT.CANCEL" = "Batal";
"Core.ALERT.LOGOUT" = "Log keluar";
"Core.ALERT.LEAVE" = "tinggalkan";
"Core.ALERT.KEEP_EDITING" = "Teruskan mengedit";
"Core.ALERT.DELETE" = "Padam";
"Core.ALERT.ADD" = "Tambah";
"Core.ALERT.REMOVE" = "Alih keluar";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Alih keluar kalendar kursus";
"Core.NO_INTERNET.OFFLINE" = "Luar talian";
"Core.NO_INTERNET.DISMISS" = "Tolak";
"Core.NO_INTERNET.RELOAD" = "Muat semula";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Muat turun";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Dimuat turun";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Selesai";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Kualiti muat turun video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Disyorkan";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Penggunaan data yang lebih rendah";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Kualiti terbaik";
"Core.DONE" = "Selesai";
"Core.VIEW" = "Lihat";
"Core.BACK" = "belakang";
"Core.OK" = "Ok";
"Core.CLOSE" = "tutup";
"Core.PICKER.SEARCH" = "Cari";
"Core.PICKER.ACCEPT" = "Terima";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Batal";
"Core.WEBVIEW.ALERT.CONTINUE" = "Teruskan";
"Core.REVIEW.VOTE_TITLE" = "Menikmati Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Maklum balas anda penting kepada kami. Adakah anda akan meluangkan sedikit masa untuk menilai apl dengan mengetik bintang di bawah? Terima kasih atas sokongan anda!";
"Core.REVIEW.FEEDBACK_TITLE" = "Tinggalkan Maklum Balas kepada Kami";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Kami kesal mendengar pengalaman pembelajaran anda menghadapi beberapa masalah. Kami menghargai semua maklum balas.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Terima kasih";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Terima kasih kerana berkongsi maklum balas anda dengan kami. Adakah anda ingin berkongsi ulasan anda tentang apl ini dengan pengguna lain di gedung aplikasi?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Terima kasih";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Kami menerima maklum balas anda dan akan menggunakannya untuk membantu meningkatkan pengalaman pembelajaran anda pada masa hadapan. Terima kasih kerana berkongsi!";
"Core.REVIEW.BETTER" = "Apa yang lebih baik?";
"Core.REVIEW.NOT_NOW" = "bukan sekarang";
"Core.REVIEW.BUTTON.SUBMIT" = "Hantar";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Kongsi Maklum Balas";
"Core.REVIEW.BUTTON.RATE_US" = "Nilaikan Kami";
"Core.REVIEW.EMAIL.TITLE" = "Pilih klien e-mel:";
"Core.SOCIAL_SIGN_CANCELED" = "Pengguna membatalkan aliran log masuk.";
"Core.SIGN_IN.LOG_IN_BTN" = "Log masuk";
"Core.SIGN_IN.REGISTER_BTN" = "Daftar";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Log masuk dengan SSO";
"Core.TOMORROW" = "Esok";
"Core.YESTERDAY" = "Semalam";
"Core.OPEN_IN_BROWSER" = "Lihat dalam Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Jangan risau - tukar jadual cadangan kami untuk menyelesaikan tugasan yang telah lewat tanpa kehilangan sebarang kemajuan.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Tukar tarikh tamat tempoh";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Terlepas beberapa tarikh akhir?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Kami membina jadual yang dicadangkan untuk membantu anda berada di landasan yang betul. Tetapi jangan risau - ia fleksibel supaya anda boleh belajar mengikut kadar anda sendiri. Jika anda ketinggalan, anda akan dapat melaraskan tarikh untuk memastikan diri anda berada di landasan yang betul.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Untuk menyelesaikan tugasan yang dinilai sebagai sebahagian daripada kursus ini, anda boleh meningkatkan hari ini.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Anda sedang mengaudit kursus ini, yang bermaksud anda tidak dapat mengambil bahagian dalam tugasan yang dinilai. Nampaknya anda terlepas beberapa tarikh akhir penting berdasarkan jadual yang kami cadangkan. Untuk menyelesaikan tugasan yang digredkan sebagai sebahagian daripada kursus ini dan mengalihkan tugasan yang telah ditetapkan ke masa hadapan, anda boleh meningkatkan hari ini.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarikh anda tidak boleh dialihkan. Sila cuba lagi.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarikh anda telah berjaya dialihkan.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Tarikh Kursus";
"Core.COURSE_DATES.TODAY" = "Hari ini";
"Core.COURSE_DATES.COMPLETED" = "Selesai";
"Core.COURSE_DATES.PAST_DUE" = "Lewat tempoh masa";
"Core.COURSE_DATES.THIS_WEEK" = "minggu ini";
"Core.COURSE_DATES.NEXT_WEEK" = "Minggu depan";
"Core.COURSE_DATES.UPCOMING" = "Akan datang";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Maklumat profil";
"Profile.ABOUT" = "Tentang Saya";
"Profile.EDIT_PROFILE" = "Edit Profil";
"Profile.YEAR_OF_BIRTH" = "Tahun lahir:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "tetapan";
"Profile.SETTINGS_VIDEO" = "Tetapan video";
"Profile.DATES_AND_CALENDAR" = "Tarikh dan Kalendar";
"Profile.SUPPORT_INFO" = "Maklumat sokongan";
"Profile.CONTACT" = "Hubungi sokongan";
"Profile.TERMS" = "Syarat penggunaan";
"Profile.PRIVACY" = "Dasar privasi";
"Profile.COOKIE_POLICY" = "Dasar kuki";
"Profile.DO_NOT_SELL_INFORMATION" = "Jangan jual maklumat peribadi saya";
"Profile.FAQ_TITLE" = "lihat Soalan Lazim";
"Profile.MANAGE_ACCOUNT" = "Urus Akaun";
"Profile.LOGOUT" = "Log keluar";
"Profile.SWITCH_TO" = "Tukar kepada";
"Profile.FULL_PROFILE" = "profil penuh";
"Profile.LIMITED_PROFILE" = "profil terhad";
"Profile.LOGOUT_ALERT.TITLE" = "Sahkan log keluar";
"Profile.LOGOUT_ALERT.TEXT" = "Adakah anda pasti mahu log keluar?";
"Profile.DELETE_ALERT.TITLE" = "Amaran!";
"Profile.DELETE_ALERT.TEXT" = "Adakah anda benar-benar mahu memadamkan akaun anda?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Pergi tanpa menyimpan?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Perubahan yang anda buat akan dibuang.";
"Profile.EDIT.TOO_YONG_USER" = "Anda mesti berumur lebih daripada 13 tahun untuk mempunyai profil dengan akses penuh kepada maklumat.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Profil terhad hanya berkongsi nama pengguna dan foto profil anda.";
"Profile.EDIT.DELETE_ACCOUNT" = "Padam Akaun";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Tahun lahir";
"Profile.EDIT.FIELDS.LOCATION" = "Lokasi";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Bahasa pertuturan";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Tentang saya:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Tukar imej profil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Pilih daripada galeri";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Alih keluar foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Batal";
"Profile.DELETE_ACCOUNT.TITLE" = "Padam Akaun";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Adakah anda pasti mahu";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "padam akaun anda?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Untuk mengesahkan tindakan ini, sila masukkan kata laluan akaun anda.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Kata laluan";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Masukkan kata laluan";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ya, padamkan akaun";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Kembali ke profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Kata laluan tidak betul. Sila cuba lagi.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Tetapan video";
"Profile.SETTINGS.WIFI_TITLE" = "Muat turun Wi-fi sahaja";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Muat turun kandungan hanya apabila wi-fi dihidupkan";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Kualiti penstriman video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (Disyorkan)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Disyorkan";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Penggunaan data yang lebih rendah";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Kualiti terbaik";
"Profile.SETTINGS.VERSION" = "Versi:";
"Profile.SETTINGS.UP_TO_DATE" = "Terkini";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Ketik untuk mengemas kini kepada versi";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Ketik untuk memasang kemas kini apl yang diperlukan";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Tidak boleh menghantar e-mel. Nampaknya klien e-mel anda tidak disediakan.";
"Profile.CALENDAR.NEW_CALENDAR" = "Kalendar Baharu";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Tukar Pilihan Penyegerakan";
"Profile.CALENDAR.ACCOUNT" = "Akaun";
"Profile.CALENDAR.CALENDAR_NAME" = "Nama Kalendar";
"Profile.CALENDAR.COLOR" = "warna";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Tugasan akan datang untuk kursus aktif akan dipaparkan pada kalendar ini";
"Profile.CALENDAR.CANCEL" = "Batal";
"Profile.CALENDAR.BEGIN_SYNCING" = "Mulakan Menyegerak";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Disegerakkan";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Penyegerakan Gagal";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Luar talian";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Menyegerakkan ke kalendar…";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Akses Kalendar";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Lumpuhkan Penyegerakan Kalendar";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Untuk menunjukkan tugasan yang akan datang dan pencapaian kursus pada kalendar anda, kami memerlukan kebenaran untuk mengakses kalendar anda.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Melumpuhkan penyegerakan kalendar akan memadamkan kalendar “%@”. Anda boleh menghidupkan semula penyegerakan kalendar pada bila-bila masa.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Berikan Akses Kalendar";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Lumpuhkan Penyegerakan";
"Profile.CALENDAR_DIALOG.CANCEL" = "Batal";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarikh dan Kalendar";
"Profile.CALENDAR_SYNC.TITLE" = "Penyegerakan Kalendar";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Sediakan penyegerakan kalendar untuk menunjukkan tugasan akan datang dan pencapaian kursus anda pada kalendar anda. Tugasan baharu dan tarikh kursus yang dialihkan akan disegerakkan secara automatik";
"Profile.CALENDAR_SYNC.BUTTON" = "Sediakan Penyegerakan Kalendar";
"Profile.OPTIONS.TITLE" = "Pilihan";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gunakan tarikh relatif";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Tunjukkan tarikh relatif seperti \"Esok\" dan \"Semalam\"";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Tunjukkan tarikh penuh seperti “1 Januari 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarikh dan Kalendar";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Penyegerakan Kalendar Kursus";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Sila sambung semula kalendar anda untuk menyambung semula penyegerakan";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Sedang menyegerakkan acara ke kalendar anda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Sambung semula Kalendar";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Tukar Pilihan Penyegerakan";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Menyegerakkan%dKursus";
"Profile.OPTIONS.TITLE" = "Pilihan";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gunakan tarikh relatif";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Tunjukkan tarikh relatif seperti \"Esok\" dan \"Semalam\"";
"Profile.COURSES_TO_SYNC.TITLE" = "Kursus untuk Sync";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Melumpuhkan penyegerakan untuk kursus akan mengalih keluar semua acara yang disambungkan ke kursus daripada kalendar anda yang disegerakkan.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Sembunyikan Kursus Tidak Aktif";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Alih keluar acara secara automatik daripada kursus yang anda belum lihat pada bulan lepas";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Tidak aktif";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Tempatan";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Loghat";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Merah";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Jingga";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "kuning";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Hijau";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Biru";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Ungu";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "coklat";
"Profile.CALENDAR.COURSE_DATES" = "%@ Tarikh Kursus";
"Profile.DROP_DOWN_PICKER.SELECT" = "Pilih";
"Profile.SYNC_SELECTOR.SYNCED" = "Untuk Sync";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Tidak Disegerakkan";
"Profile.SYNC.NO_SYNCED" = "Tiada Kursus Segerak";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Tiada kursus sedang disegerakkan ke kalendar anda.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Tahniah, anda telah memperoleh sijil kursus ini dalam “%@\”.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Lihat sijil";
"Course.OUTLINE.CERTIFICATE" = "Sijil";
"Course.OUTLINE.COURSE_VIDEOS" = "Video kursus";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Kursus ini belum bermula lagi.";
"Course.COURSEWARE.COURSE_CONTENT" = "Kandungan kursus";
"Course.COURSEWARE.COURSE_UNITS" = "Unit kursus";
"Course.COURSEWARE.NEXT" = "Seterusnya";
"Course.COURSEWARE.PREVIOUS" = "Sebelum";
"Course.COURSEWARE.FINISH" = "Selesai";
"Course.COURSEWARE.GOOD_WORK" = "Kerja bagus!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Kembali ke garis besar";
"Course.COURSEWARE.SECTION" = "Anda telah melengkapkan “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Teruskan";
"Course.COURSEWARE.RESUME_WITH" = "Sambung semula dengan:";
"Course.ERROR.NO_INTERNET" = "Anda tidak disambungkan ke Internet. Sila semak sambungan Internet anda.";
"Course.ERROR.RELOAD" = "Muat semula";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Komponen kursus tidak ditemui, sila muat semula";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Pada masa ini tiada edaran untuk kursus ini.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Buat masa ini tiada pengumuman untuk kursus ini.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Pada masa ini tiada video untuk kursus ini.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Tarikh kursus tidak tersedia pada masa ini.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Tiada kandungan kursus tersedia pada masa ini.";
"Course.ALERT.ROTATE_DEVICE" = "Putar peranti anda untuk melihat video ini dalam skrin penuh.";
"Course.ALERT.ACCEPT" = "Terima";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Adakah anda pasti mahu memadamkan semua video untuk";
"Course.ALERT.DELETE_VIDEOS" = "Adakah anda pasti mahu memadamkan video untuk";
"Course.ALERT.STOP_DOWNLOADING" = "Mematikan suis akan berhenti memuat turun dan memadam semua video yang dimuat turun untuknya";
"Course.ALERT.WARNING" = "Amaran";
"Course.COURSE_CONTAINER.HOME" = "Rumah";
"Course.COURSE_CONTAINER.VIDEOS" = "Video";
"Course.COURSE_CONTAINER.OFFLINE" = "Luar talian";
"Course.COURSE_CONTAINER.DATES" = "kurma";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Perbincangan";
"Course.COURSE_CONTAINER.HANDOUTS" = "Lagi";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Edaran Dalam membangunkan";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Edaran";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Pengumuman";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Cari maklumat kursus yang penting";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Ikuti berita terkini";
"Course.NOT_AVALIABLE.TITLE" = "Komponen interaktif ini belum lagi tersedia pada mudah alih";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Teroka bahagian lain kursus ini atau lihat ini di web.";
"Course.NOT_AVALIABLE.BUTTON" = "Buka dalam penyemak imbas";
"Course.SUBTITLES.TITLE" = "Sari kata";
"Course.ACCESSIBILITY.DOWNLOAD" = "Muat turun";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Batalkan muat turun";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Padam muat turun";
"Course.DOWNLOAD.DOWNLOADS" = "Muat turun";
"Course.DOWNLOAD.DOWNLOAD" = "Muat turun";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Semua video dimuat turun";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Memuat turun video…";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Muat turun ke peranti";
"Course.DOWNLOAD.VIDEOS" = "Video";
"Course.DOWNLOAD.REMAINING" = "Yang tinggal";
"Course.DOWNLOAD.UNTITLED" = "Tidak bertajuk";
"Course.DOWNLOAD.TOTAL" = "Jumlah";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Anda tidak boleh menukar kualiti video muat turun apabila semua video sedang dimuat turun";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Video yang anda pilih adalah lebih besar daripada 1 GB. Adakah anda mahu memuat turun video ini?";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Tetapan muat turun semasa anda hanya membenarkan muat turun melalui Wi-Fi.\nSila sambung ke rangkaian Wi-Fi atau tukar tetapan muat turun anda.";
"Course.COURSE_DATES.TODAY" = "Hari ini";
"Course.COURSE_DATES.COMPLETED" = "Selesai";
"Course.COURSE_DATES.PAST_DUE" = "Lewat tempoh masa";
"Course.COURSE_DATES.DUE_NEXT" = "Diperuntukkan seterusnya";
"Course.COURSE_DATES.UNRELEASED" = "Belum dikeluarkan";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Disahkan Sahaja";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Item Tersembunyi";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item Tersembunyi";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Tarikh tamat dialihkan";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Tarikh akhir anda telah berjaya dialihkan untuk membantu anda berada di landasan yang betul.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Lihat semua tarikh";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Segerakkan ke kalendar";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Segerakkan semua tarikh akhir dan tarikh akhir kursus ini secara automatik ke kalendar anda.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Tambah kalendar";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Alih keluar kalendar";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Adakah anda ingin menambah %@ kalendar \"%@\" ? \nAnda boleh mengedit atau mengalih keluar kalendar kursus pada bila-bila masa dalam Kalendar atau Tetapan";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Adakah anda ingin mengalih keluar %@ kalendar \"%@\" ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" telah ditambahkan pada kalendar anda.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Menyegerakkan kalendar...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Lihat Acara";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Kalendar kursus anda telah ditambah.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Kalendar kursus anda telah dialih keluar.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Acara kalendar";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Kalendar kursus anda sudah lapuk";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Tarikh kursus anda telah dialihkan dan kalendar kursus anda tidak lagi dikemas kini dengan jadual baharu anda.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Kemas kini sekarang";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Kalendar kursus anda telah dikemas kini.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ tidak mempunyai kebenaran kalendar. Sila pergi ke tetapan dan berikan kebenaran kalendar.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Buka Tetapan";
"Course.COURSE_DATES.SETTINGS" = "tetapan";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Your dates could not be shifted. Please try again.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarikh anda telah berjaya dialihkan.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Tarikh Kursus";
"Course.COURSE.DUE_TODAY" = "Diperuntukkan Hari Ini";
"Course.COURSE.DUE_TOMORROW" = "Diperuntukkan Esok";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ daripada %@ tugasan selesai";
"Course.COURSE.ALERT.CANCEL" = "Batal";
"Course.COURSE.ALERT.CLOSE" = "tutup";
"Course.COURSE.ALERT.REMOVE" = "Alih keluar";
"Course.COURSE.ALERT.DOWNLOAD" = "Muat turun";
"Course.COURSE.ALERT.TRY_AGAIN" = "Cuba lagi";
"Course.COURSE.ALERT.REMOVE_TITLE" = "Alih keluar Kandungan Luar Talian?";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Sahkan Muat Turun";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Muat turun pada Selular?";
"Course.COURSE.ALERT.REMOVE_DESCRIPTION" = "Mengalih keluar kandungan ini akan membebaskan %@.";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Memuat turun ini%@kandungan akan menyimpan blok yang tersedia di luar talian.";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Memuat turun kandungan ini akan digunakan%@daripada data selular.";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Muat turun Gagal";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Tiada sambungan internet";
"Course.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi Diperlukan";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Malangnya, kandungan ini gagal dimuat turun. Sila cuba sebentar lagi atau laporkan isu ini.";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Memuat turun kandungan ini memerlukan sambungan internet yang aktif. Sila sambung ke Internet dan cuba lagi.";
"Course.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Memuat turun kandungan ini memerlukan sambungan WiFi yang aktif. Sila sambung ke rangkaian WiFi dan cuba lagi.";
"Course.COURSE.STORAGE_ALERT.TITLE" = "Storan Peranti Penuh";
"Course.COURSE.STORAGE_ALERT.DESCRIPTION" = "Peranti anda tidak mempunyai ruang kosong yang mencukupi untuk memuat turun kandungan ini. Sila kosongkan sedikit ruang dan cuba lagi.";
"Course.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@digunakan, %@ percuma";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Muat Turun Terbesar";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Selesai";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Sunting";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Alih keluar semua muat turun";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% kursus ini kelihatan pada mudah alih.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% kursus ini boleh dimuat turun.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% kursus ini boleh diselesaikan di luar talian.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Dimuat turun";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Memuat turun";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Tersedia untuk dimuat turun";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Sedia untuk Muat Turun";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Muat turun semua";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Batal Muat Turun Kursus";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Anda boleh memuat turun kandungan kursus di luar talian untuk belajar semasa dalam perjalanan, tanpa memerlukan sambungan internet aktif atau menggunakan data mudah alih.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Tiada kandungan kursus ini tersedia untuk dimuat turun di luar talian pada masa ini.";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Komponen ini tidak dimuat turun";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Teroka bahagian lain kursus ini atau muat turun ini apabila anda menyambung semula.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Komponen ini belum lagi tersedia di luar talian";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Teroka bahagian lain kursus ini atau lihat ini apabila anda menyambung semula.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Disegerakkan ke Kalendar";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Penyegerakan Kalendar Gagal";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Luar talian";
"Dashboard.TITLE" = "Papan pemuka";
"Dashboard.HEADER.COURSES" = "Kursus";
"Dashboard.HEADER.WELCOME_BACK" = "Selamat kembali. Jom sambung belajar.";
"Dashboard.SEARCH" = "Cari";
"Dashboard.EMPTY.SUBTITLE" = "Anda belum mendaftar dalam mana-mana kursus lagi.";
"Dashboard.LEARN.TITLE" = "Belajar";
"Dashboard.LEARN.VIEW_ALL" = "Lihat Semua";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Lihat Semua Kursus (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Semua Kursus";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Tugasan Yang Ditetapkan";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Lihat Tugasan";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Past Due Assignments";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Assignments Due %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Due in %@ Days";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Sambung semula Kursus";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Mulakan Kursus";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kursus";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Program";
"Dashboard.LEARN.CATEGORY.ALL" = "Semua";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Sedang Berlangsung";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Selesai";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Tamat tempoh";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Tiada Kursus";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Tiada Kursus Sedang Dijalankan";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Tiada Kursus Selesai";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Tiada Kursus Tamat";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Anda tidak mendaftar dalam mana-mana kursus pada masa ini, adakah anda ingin meneroka katalog kursus?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Cari Kursus";
"Discovery.TITLE" = "Temui";
"Discovery.SEARCH" = "Cari";
"Discovery.HEADER.TITLE_1" = "Temui baharu";
"Discovery.HEADER.TITLE_2" = "Mari cari kursus baharu untuk anda.";
"Discovery.SEARCH.TITLE" = "Hasil carian";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Mula menaip untuk mencari kursus";
"Discovery.UPDATE_REQUIRED_TITLE" = "Kemas Kini Apl Diperlukan";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Versi apl OpenEdX ini sudah lapuk. Untuk terus belajar dan mendapatkan ciri dan pembetulan terkini, sila tingkatkan kepada versi terkini.";
"Discovery.UPDATE_WHY_NEED" = "Mengapa saya perlu mengemas kini?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versi Apl Dihentikan";
"Discovery.UPDATE_BUTTON" = "Kemas kini";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Tetapan Akaun";
"Discovery.UPDATE_NEEDED_TITLE" = "Kemas Kini Apl";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Kami mengesyorkan anda mengemas kini kepada versi terkini. Tingkatkan sekarang untuk menerima ciri dan pembetulan terkini.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Bukan Sekarang";
"Discovery.UPDATE_NEW_AVALIABLE" = "Kemas kini baharu tersedia! Tingkatkan sekarang untuk menerima ciri dan pembetulan terkini";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Meninggalkan apl";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Anda kini meninggalkan apl dan membuka penyemak imbas";
"Discovery.DETAILS.TITLE" = "Butiran kursus";
"Discovery.DETAILS.VIEW_COURSE" = "Lihat kursus";
"Discovery.DETAILS.ENROLL_NOW" = "Daftar sekarang";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Anda tidak boleh mendaftar dalam kursus ini kerana tarikh pendaftaran telah tamat.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Untuk mendaftar dalam kursus ini, sila pastikan anda disambungkan ke Internet.";
"WhatsNew.TITLE" = "Apa yang Baru";
"WhatsNew.BUTTON_PREVIOUS" = "Sebelumnya";
"WhatsNew.BUTTON_NEXT" = "Seterusnya";
"WhatsNew.BUTTON_DONE" = "Selesai";
"Discussion.TITLE" = "Perbincangan";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Penyiaran dalam perbincangan dilumpuhkan oleh pasukan kursus";
"Discussion.TOPICS.SEARCH" = "Cari semua siaran";
"Discussion.TOPICS.ALL_POSTS" = "Semua Siaran";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Catatan yang saya ikuti";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Kategori utama";
"Discussion.TOPICS.UNNAMED" = "Subkategori yang tidak dinamakan";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Aktiviti Terkini";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Kebanyakan Aktiviti";
"Discussion.POSTS.SORT.MOST_VOTES" = "Undi Terbanyak";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Tiada perbincangan lagi";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klik butang di bawah untuk membuat perbincangan pertama anda.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Buat perbincangan";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Tambahkan siaran";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Semua Siaran";
"Discussion.POSTS.FILTER.UNREAD" = "Belum dibaca";
"Discussion.POSTS.FILTER.UNANSWERED" = "Tidak dijawab";
"Discussion.POSTS.CREATE_NEW_POST" = "Buat siaran baharu";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Buat pilihan";
"Discussion.POST.LAST_POST" = "Catatan terakhir:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Komen ditambah";
"Discussion.THREAD.ADD_RESPONSE" = "Tambah jawapan";
"Discussion.CREATE_THREAD.NEW_POST" = "Buat siaran baharu";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Pilih jenis siaran";
"Discussion.CREATE_THREAD.TOPIC" = "Topik";
"Discussion.CREATE_THREAD.TITLE" = "Tajuk";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Ikuti perbincangan ini";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Ikuti soalan ini";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Buat perbincangan baharu";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Buat soalan baharu";
"Discussion.COMMENT.REPORT" = "Laporan";
"Discussion.COMMENT.UNREPORT" = "Nyahlaporkan";
"Discussion.COMMENT.FOLLOW" = "Ikut";
"Discussion.COMMENT.UNFOLLOW" = "nyahikut";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Komen";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Komen ditambah";
"Discussion.RESPONSE.ADD_COMMENT" = "Tambah ulasan";
"Discussion.POST_TYPE.QUESTION" = "soalan";
"Discussion.POST_TYPE.DISCUSSION" = "perbincangan";
"Discussion.SEARCH" = "Cari";
"Discussion.SEARCH.TITLE" = "Hasil carian";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Mula menaip untuk mencari topik";
"Discussion.ANONYMOUS" = "Tanpa Nama";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Unable to load discussions.\nTry again later.";
